Repository: darktable-org/darktable
Catalog: doc/usermanual/po/fr.tmx
Source language: en
Languages: fr

source: compress history stack
fr: compresser l'historique

source: create a minimal history stack which produces the same image
fr: génère l'historique minimum qui produit la même image

source: create a style from the current history stack
fr: crée un style depuis l'historique actuel

source: always-on module
fr: module toujours activé

source: default enabled module
fr: module activé par défaut

source: deprecated module
fr: module déprécié

source: selected image[s]
fr: images sélectionnées

source: trash
fr: poubelle

source: send file to trash
fr: place dans la poubelle

source: physically delete from disk
fr: supprime physiquement du disque

source: remove
fr: enlever

source: remove from the collection
fr: enlève de la bibliothèque

source: move...
fr: déplacer...

source: move to other folder
fr: déplace vers un autre dossier

source: copy to other folder
fr: copie vers un autre dossier

source: create HDR
fr: créer HDR

source: create a high dynamic range image from selected shots
fr: créer une image à grande dynamique à partir des photos sélectionnées

source: duplicate
fr: cloner

source: add a duplicate to the collection, including its history stack
fr: crée une copie virtuelle de l'image et de son développement dans la collection

source: rotate selected images 90 degrees CCW
fr: tourne les images de 90 degrés (sens anti-horaire)

source: rotate selected images 90 degrees CW
fr: tourne les images de 90 degrés (sens horaire)

source: reset rotation
fr: réinitialiser

source: reset rotation to EXIF data
fr: réinitialise l'orientation à la valeur EXIF

source: copy locally
fr: copier localement

source: copy the image locally
fr: copie l'image localement

source: resync local copy
fr: resync copie locale

source: synchronize the image's XMP and remove the local copy
fr: synchronise le fichier XMP de l'image et supprime la copie locale

source: group
fr: grouper

source: add selected images to expanded group or create a new one
fr: ajoute les images sélectionnées au groupe actuel ou à un nouveau groupe

source: ungroup
fr: dégrouper

source: remove selected images from the group
fr: enlève les images sélectionnées du groupe

source: ratings
fr: étoiles

source: select ratings metadata
fr: sélectionner les métadonnées étoiles

source: colors
fr: couleurs

source: select colors metadata
fr: sélectionner les métadonnées couleurs

source: select tags metadata
fr: sélectionner les métadonnées mots-clés

source: select geo tags metadata
fr: sélectionner les métadonnées géolocalisation

source: select dt metadata (from metadata editor module)
fr: sélectionner les métadonnées dt (du module d'édition des métadonnées)

source: set the (first) selected image as source of metadata
fr: copier les métadonnées de la première image sélectionnée

source: paste selected metadata on selected images
fr: coller les métadonnées sur images sélectionnées

source: clear
fr: effacer

source: clear selected metadata on selected images
fr: effacer les métadonnées des images sélectionnées

source: merge
fr: fusionner

source: how to handle existing metadata
fr: gestion métadonnées existantes

source: update image information to match changes to file
fr: mise à jour des informations de l'image depuis le fichier

source: remove from collection
fr: enlever de la bibliothèque

source: delete from disk or send to trash
fr: supprimer physiquement du disque ou envoyer à la poubelle

source: resync the local copy
fr: resync copie locale

source: copy metadata
fr: copier métadonnées

source: replace metadata
fr: remplacer métadonnée

source: paste metadata
fr: coller métadonnée

source: clear metadata
fr: effacer métadonnées

source: scan for devices
fr: rechercher un appareil

source: import from camera
fr: importer depuis le boîtier

source: tethered shoot
fr: commander le boîtier

source: import folder
fr: importer un dossier

source: device "%s" connected on port "%s".
fr: appareil « %s » connecté sur le port « %s ».

source: no supported devices found
fr: aucun appareil supporté n'a été détecté

source: import options
fr: options d'importation

source: import folders recursively
fr: importer les dossiers récursivement

source: recursively import subfolders. Each folder goes into a new film roll.
fr: importe les dossiers de manière récursive. chaque dossier est placé dans une nouvelle pellicule.

source: supported images
fr: images supportées

source: file has unknown format!
fr: le fichier possède un format inconnu !

source: select one or more images to import
fr: sélectionner une ou plusieurs images à importer

source: folder...
fr: dossier...

source: select a folder to import as film roll
fr: sélectionner un dossier à importer

source: scan for newly attached devices
fr: recherche des appareils branchés récemment

source: current order
fr: ordre actuel

source: v3.0 (default)
fr: v3.0 (défaut)

source: edit `%s'
fr: modifier « %s »

source: nothing to save
fr: rien à sauvegarder

source: live view
fr: visée directe

source: toggle live view
fr: activer/désactiver la visée directe

source: zoom live view
fr: zoom en visée directe

source: move focus point in (big steps)
fr: avance la mise au point par (grands pas)

source: move focus point in (small steps)
fr: avance la mise au point par (petits pas)

source: move focus point out (small steps)
fr: recule la mise au point par (petits pas)

source: move focus point out (big steps)
fr: recule la mise au point par (grands pas)

source: rotate 90 degrees ccw
fr: tourne les images de 90 degrés (sens anti-horaire)

source: rotate 90 degrees cw
fr: tourne les images de 90 degrés (sens horaire)

source: flip live view horizontally
fr: retourne l'image de visée directe horizontalement

source: selected image
fr: image sélectionnée

source: id
fr: numéro

source: overlay another image over the live view
fr: superpose une autre image au-dessus de la visée directe

source: image id
fr: numéro

source: enter image id of the overlay manually
fr: entrer manuellement le numéro de l'image affichée en superposition

source: overlay mode
fr: mode de superposition

source: saturate
fr: saturer

source: color dodge
fr: décaler les couleurs

source: color burn
fr: cramer les couleurs

source: hard light
fr: lumière dure

source: soft light
fr: lumière douce

source: HSL hue
fr: teinte TSL

source: HSL saturation
fr: saturation TSL

source: HSL color
fr: couleur TSL

source: HSL luminosity
fr: clarté TSL

source: mode of the overlay
fr: mode de superposition

source: split line
fr: ligne de séparation

source: only draw part of the overlay
fr: montrer en partie la superposition

source: find location
fr: trouver la localisation

source: map settings
fr: paramètres de carte

source: show OSD
fr: afficher contrôles

source: toggle the visibility of the map overlays
fr: active/désactive la surimpression

source: map source
fr: source

source: select the source of the map. some entries might not work
fr: sélectionne l'origine de la carte. certaines peuvent ne pas fonctionner

source: group #%d
fr: groupe #%d

source: add circle
fr: ajouter un cercle

source: add ellipse
fr: ajouter une ellipse

source: add path
fr: ajouter un chemin

source: add gradient
fr: ajouter un dégradé

source: add brush
fr: ajouter une forme au pinceau

source: duplicate this shape
fr: dupliquer cette forme

source: delete this shape
fr: supprimer cette forme

source: remove from group
fr: enlever du groupe

source: group the forms
fr: grouper les formes

source: use inverted shape
fr: inverser la forme

source: mode : difference
fr: mode : différence

source: cleanup unused shapes
fr: supprimer les formes non utilisées

source: created shapes
fr: formes existantes

source: metadata editor
fr: éditeur de métadonnées

source: <leave unchanged>
fr: <laisser non modifié>

source: metadata settings
fr: configurations des métadonnées

source: tick if the corresponding metadata is of no interest for you it will be hidden from metadata editor, collection, image information and import module neither will it be exported
fr: sélectionner si la métadonnée n'est d'aucune utilité pour vous elle ne sera pas affichée dans l'éditeur de métadonnées, les collections les informations sur l'image et le module d'importation elle ne sera pas non plus exportée.

source: private
fr: privée

source: tick if you want to keep this information private (not exported with images)
fr: sélectionner si vous voulez garder cette information privée (non exportée avec les images)

source: metadata list
fr: liste des métadonnées

source: metadata text. ctrl-wheel scroll to resize the text box ctrl-enter inserts a new line (caution, may not be compatible with standard metadata). if <leave unchanged> selected images have different metadata. in that case, right-click gives the possibility to choose one of them. press escape to exit the popup window
fr: texte des métadonnées. ctrl+molette pour changer la taille de la zone de texte. ctrl+entrée insère une nouvelle ligne (attention, peut ne pas être compatible avec le standard sur les métadonnées). si <laisser non modifié> les images ont des métadonnées différentes. dans ce cas, clic-droit donne la possibilité de choisir l'une d'elles. presser échap pour quitter le dialogue.

source: remove metadata from selected images
fr: enlève les métadonnées des images sélectionnées

source: write metadata for selected images
fr: écrire les métadonnées des images sélectionnées

source: configure metadata
fr: configurer métadonnées

source: Creative Commons Attribution (CC BY)
fr: Creative Commons Paternité (CC-BY)

source: Creative Commons Attribution-ShareAlike (CC BY-SA)
fr: Creative Commons Paternité Partage des conditions initiales à l'identique (CC-BY-SA)

source: Creative Commons Attribution-NoDerivs (CC BY-ND)
fr: Creative Commons Paternité Pas de modification(CC-BY-ND)

source: Creative Commons Attribution-NonCommercial (CC BY-NC)
fr: Creative Commons Paternité Pas d'utilisation commerciale (CC-BY-NC)

source: Creative Commons Attribution-NonCommercial-ShareAlike (CC BY-NC-SA)
fr: Creative Commons Paternité Pas d'utilisation commerciale Partage des conditions initiales à l'identique (CC-BY-NC-SA)

source: Creative Commons Attribution-NonCommercial-NoDerivs (CC BY-NC-ND)
fr: Creative Commons Paternité Pas d'utilisation commerciale Pas de modification (CC-BY-NC-ND)

source: all rights reserved
fr: tous droits réservés

source: all rights reserved.
fr: tous droits réservés

source: filmroll
fr: pellicule

source: group id
fr: numéro groupe

source: full path
fr: chemin complet

source: flags
fr: états

source: focus distance
fr: mise au point

source: datetime
fr: date/heure

source: height
fr: hauteur

source: export width
fr: largeur exporté

source: export height
fr: hauteur exporté

source: elevation
fr: élévation

source: categories
fr: catégories

source: image information
fr: informations de l'image

source: double click to jump to film roll %s
fr: double-cliquer pour aller à la pellicule %s

source: unused
fr: non utilisé

source: unused/deprecated
fr: non utilisé/déprécié

source: marked for deletion
fr: marqué pour suppression

source: auto-applying presets applied
fr: pré-réglage automatique appliqué

source: legacy flag. set for all new images
fr: ancien état. positionné pour toutes nouvelles images

source: has .txt
fr: a .txt

source: has .wav
fr: a .wav

source: image rejected
fr: image rejetée

source: image has %d star
fr: l'image a %d étoile

source: unknown
fr: inconnu

source: loader: %s
fr: chargement : %s

source: jump to film roll
fr: aller à la pellicule

source: modulegroups
fr: groupes de modules

source: show only active modules
fr: afficher seulement les modules actifs

source: show only your favourite modules (selected in `more modules' below)
fr: affiche uniquement les modules favoris (sélectionner dans « plus de modules » ci-dessous)

source: basic group
fr: modules de base

source: tone group
fr: modules de tonalité

source: color group
fr: modules de couleur

source: correction group
fr: modules d'amélioration

source: effects group
fr: groupe d'effets

source: search module
fr: chercher module

source: search modules by name or tag
fr: rechercher les modules par nom ou mots-clés

source: clear text
fr: effacer texte

source: more modules
fr: plus de modules

source: subset: no module
fr: groupe : aucun module

source: subset: all modules
fr: groupe : tous les modules

source: subset: default modules
fr: groupe : modules par défaut

source: workspace: all-purpose
fr: atelier : générique

source: workspace: landscape & HDR
fr: atelier : paysage & HDR

source: workspace: architecture & streets
fr: atelier : architecture & rues

source: workspace: portrait & beauty
fr: atelier : portrait & beauté

source: workspace: lowlight & high ISO
fr: atelier : basse lumière & hauts ISO

source: subset: creative modules only
fr: groupe : modules créatifs

source: subset: technical modules only
fr: groupe : modules techniques

source: fit to screen
fr: ajuster à l'écran

source: hide navigation thumbnail
fr: activer/désactiver la miniature de navigation

source: print settings
fr: paramètres d'impression

source: processing `%s' for `%s'
fr: lancement de l'impression de « %s » sur « %s »

source: cannot open printer profile `%s'
fr: impossible d'ouvrir le profil d'impression « %s »

source: error getting output profile for image %d
fr: erreur de récupération du profil de sortie pour l'image %d

source: cannot apply printer profile `%s'
fr: impossible d'appliquer le profil d'impression « %s » !

source: failed to create temporary pdf for printing
fr: échec de la création du pdf temporaire pour l'impression

source: cannot print until a picture is selected
fr: impossible d'imprimer tant qu'une image n'est pas sélectionnée

source: cannot print until a printer is selected
fr: impossible d'imprimer tant qu'une imprimante n'est pas sélectionnée

source: cannot print until a paper is selected
fr: impossible d'imprimer tant qu'un papier n'est pas sélectionné

source: cannot get image %d for printing
fr: impossible de récupérer l'image %d pour l'impression

source: printer
fr: imprimante

source: media
fr: type papier

source: color management in printer driver
fr: gestion couleur par l'imprimante

source: printer ICC profiles in %s or %s
fr: profils ICC d'imprimante dans %s ou %s

source: black point compensation
fr: compensation du point noir

source: activate black point compensation when applying the printer profile
fr: active la compensation du point noir lors de l'application du profil d'imprimante

source: image width/height
fr: largeur/hauteur image

source: scale factor
fr: facteur d'agrandissement

source: image scale factor from native printer DPI: < 1 means that it is downscaled (best quality) > 1 means that the image is upscaled a too large value may result in poor print quality
fr: facteur d'agrandissement de l'image par rapport à la résolution (DPI) de l'imprimante : < 1 signifie que l'image est réduite (meilleure qualité) > 1 signifie que l'image est agrandie une valeur trop grande peut donner une qualité d'impression médiocre

source: top margin
fr: marge haute

source: left margin
fr: marge gauche

source: lock
fr: sync

source: change all margins uniformly
fr: change toutes les marges uniformément

source: right margin
fr: marge droite

source: bottom margin
fr: marge basse

source: temporary style to use while printing
fr: style temporaire à utiliser lors de l'exportation

source: print
fr: impression

source: print with current settings
fr: imprime avec les réglages actuels

source: recently used collections
fr: collections récentes

source: jump back to previous collection
fr: aller à la collection précédente

source: and
fr: et

source: or
fr: ou

source: but not
fr: mais sans

source: select all images in current collection
fr: sélectionne toutes les images de la collection actuelle

source: select none
fr: aucune

source: clear selection
fr: aucune sélection

source: invert selection
fr: inverser

source: select unselected images in current collection
fr: sélectionne les images non-sélectionnées dans la collection actuelle

source: select film roll
fr: dossier

source: select all images which are in the same film roll as the selected images
fr: sélectionne toutes les images d'un même dossier

source: select untouched
fr: non développées

source: select untouched images in current collection
fr: sélectionne les images intouchées dans la collection actuelle

source: create
fr: créer

source: snapshots
fr: instantanés

source: take snapshot
fr: prendre un instantané

source: toggle last snapshot
fr: activer/désactiver le dernier instantané

source: take snapshot to compare with another image or the same image at another stage of development
fr: prends un instantané pour le comparer avec une autre image ou avec la même image à une autre étape du développement

source: do you really want to remove style '%s'?
fr: voulez-vous réellement enlever le style « %s » ?

source: remove style?
fr: enlever un style?

source: select style
fr: sélectionner le style

source: darktable style files
fr: fichiers de style

source: available styles, doubleclick to apply
fr: styles disponibles, double-clic pour appliquer

source: filter style names
fr: filtrer les styles

source: create duplicate
fr: cloner l'image et appliquer le style

source: creates a duplicate of the image before applying style
fr: crée une image virtuelle avant d'appliquer le style

source: create...
fr: créer...

source: create styles from history stack of selected images
fr: créer des styles à partir des images sélectionnées

source: edit...
fr: éditer...

source: edit the selected style in list above
fr: modifie le style sélectionné dans la liste ci-dessus

source: removes the selected style in list above
fr: enlève le style sélectionné dans la liste ci-dessus

source: import style from a style file
fr: importe un style depuis un fichier

source: export the selected style into a style file
fr: exporte le style sélectionné dans un fichier

source: tagging
fr: mots-clés

source: attach
fr: attacher

source: detach
fr: détacher

source: new
fr: nouveau

source: redo last tag
fr: ré-appliquer mot-clé

source: attach tag to all
fr: attache le mot-clé à toutes les images sélectionnées

source: detach tag
fr: détacher le mot-clé

source: delete tag?
fr: supprimer le mot-clé ?

source: tag: %s
fr: mot-clé : « %s »

source: do you really want to delete the tag `%s'? %d image is assigned this tag!
fr: voulez-vous réellement supprimer le mot-clé « %s » ? ce mot-clé est assigné à %d image.

source: tag %s removed
fr: mot-clé « %s » supprimé

source: delete path
fr: supprimer le chemin

source: <u>%d</u> tag will be deleted.
fr: <u>%d</u> mot-clé sera supprimé.

source: <u>%d</u> image will be updated
fr: <u>%d</u> image sera mise à jour.

source: %d tags removed
fr: %d mots-clés supprimés

source: create tag
fr: créer un mot-clé

source: name:
fr: nom :

source: add to: "%s"
fr: ajouter à : « %s »

source: category
fr: catégorie

source: synonyms:
fr: synonymes :

source: empty tag is not allowed, aborting
fr: mot-clé vide interdit, annulation

source: tag name already exists. aborting.
fr: le mot-clé existe déjà, annulation.

source: edit tag
fr: éditer le mot-clé

source: <u>%d</u> tag will be updated.
fr: <u>%d</u> mot-clé sera mis à jour.

source: '|' character is not allowed for renaming tag. to modify the hierachy use rename path instead. Aborting.
fr: '|' est interdit dans le nom d'un mot-clé pour modifier une hiérarchie utiliser l'action renommer le chemin. annulation.

source: at least one new tag name (%s) already exists, aborting
fr: au moins un nouveau mot-clé (%s) existe déjà, annulation

source: rename path?
fr: renommer le chemin?

source: selected path: %s
fr: chemin sélectionné : « %s »

source: '|' misplaced, empty tag is not allowed, aborting
fr: '|' mal placé, un mot-clé vide est interdit, annulation

source: at least one new tagname (%s) already exists, aborting.
fr: au moins un nouveau mot-clé (%s) existe déjà. annulation.

source: attach tag
fr: attacher le mot-clé

source: delete tag
fr: supprimer un mot-clé

source: create tag...
fr: créer un mot-clé...

source: edit tag...
fr: modifier le mot-clé...

source: rename path...
fr: renommer le chemin...

source: copy to entry
fr: copier l'entrée

source: go to tag collection
fr: aller à la collection liée au mot-clé

source: go back to work
fr: retourner au module de mots-clés

source: (private)
fr: privé

source: Select a keyword file
fr: sélectionner un fichier de mot-clé

source: _import
fr: _importer

source: error importing tags
fr: erreur lors de l'import de mots-clés

source: %zd tags imported
fr: « %zd » mots-clés importés

source: Select file to export to
fr: sélectionne le fichier pour l'export

source: _export
fr: _exporter

source: error exporting tags
fr: erreur lors de l'export de mots-clés

source: %zd tags exported
fr: « %zd » mots-clés exportés

source: attached tags, double-click to detach right-click for other actions on attached tag, ctrl-wheel scroll to resize the window
fr: mots-clés liés, double-clic pour attacher clic-droit pour afficher le menu des actions du mot-clé sélectionné ctrl+molette souris pour redimensionner la fenêtre

source: attach tag to all selected images
fr: attache le mot-clé à toutes les images sélectionnées

source: detach tag from all selected images
fr: détache le mot-clé de toutes les images sélectionnées

source: toggle list with / without hierarchy
fr: active/désactive la liste hiérarchique

source: toggle sort by name or by count
fr: activer le classement par nom ou par nombre

source: toggle show or not darktable tags
fr: activer/désactiver l'affichage des mots-clés spécifiques à darktable

source: enter tag name
fr: entrez un mot-clé

source: clear entry
fr: effacer texte

source: tag dictionary, double-click to attach, right-click for other actions on selected tag, ctrl-wheel scroll to resize the window
fr: mots-clés liés, double-clic pour attacher clic-droit pour afficher le menu des actions du mot-clé sélectionné ctrl+molette souris pour redimensionner la fenêtre

source: create a new tag with the name you entered
fr: crée un nouveau mot-clé à partir de la saisie

source: import tags from a Lightroom keyword file
fr: importer des mots-clés depuis un fichier Lightroom

source: export all tags to a Lightroom keyword file
fr: exporte tous les mots-clés dans un fichier de mots-clés Lightroom

source: toggle list / tree view
fr: passe de la vue liste / arbre

source: toggle list with / without suggestion
fr: active/désactive les suggestions

source: tag shortcut is not active with tag tree view. please switch to list view
fr: le raccourci de mots-clés n'est pas actif lorsque la vue est arborescente, changer pour la vue en liste

source: battery indicator
fr: indicateur de batterie

source: colorlabels
fr: labels de couleur

source: toggle red label of selected images
fr: active/désactive le label rouge pour les images sélectionnées

source: toggle yellow label of selected images
fr: active/désactive le label jaune pour les images sélectionnées

source: toggle green label of selected images
fr: active/désactive le label vert pour les images sélectionnées

source: toggle blue label of selected images
fr: active/désactive le label bleu pour les images sélectionnées

source: toggle purple label of selected images
fr: active/désactive le label violet pour les images sélectionnées

source: clear all labels of selected images
fr: efface tous les labels des images sélectionnées

source: copyright (c) the authors 2009-%s
fr: copyright (c) les auteurs 2009-%s

source: organize and develop images from digital cameras
fr: Organiser et développer les images d'un boîtier numérique
